;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.88.470
; Update: Juni 21, 2018
;
[Lang]
NativeLanguage=Nederlands
[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=OK
ButtonMinimize=Minimaliseer
ButtonMaximize=Maximaliseer
ButtonClose=Sluit
ButtonRestore=Herstel
ButtonMenu=Menu
ButtonSkin=Thema
apply=Voeruit
Nothanks=Nee, dank u
ButtonCancel=Stop

[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
LangShortName=nl-nl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=Standaard
Information=Informatie
Warning=Waarschuwing
Error=Fout
Confirm=Conformeren
CurVer=Huidige Versie:
FrmSkin.Btnok.Caption=OK
Weathertag=C
FrmGeneral.lblunit.caption=Temperatuur Unit:
DelSkinHint=Verwijder Uitvoering
LikeOurSoft=Hou van Wise Care 365 ! Probeer meer producten van het Wise Team !
DownloadMore=Gratis Download
Frmboot.lblsec=Sec
FrmBuy.lblinfo4.caption=Levenslang gratis ondersteuning.
;
; Popup menu
;
pmDelete=Verwijder geselecteerde grote files
pmHelp=Help Online
pmforum=Forum
pmHome=Web Site
pmContact=Neem contact met ons op
pmSettings=Instellingen
pmCheckNew=Update Controle
pmLang=Taal
pmRegister=Registreer
pmAbout=Over
pmLicenseKey=Wijzig de License Key
pmIgnore=Negeer deze entrie
pmRCrec=Selecteer Veilige Entries
pmDCrec=Aanbevolen
pmAll1=Selecteer Alles
pmNone=Seleceert Niets
pmInvert=Inverteer Selectie
pmGo=Open bedoelde Map
pmGoReg=Open in Register Editor...
pmExport=Exporteer naar...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Assistentie
FrmWPMain.btncheckup.caption=PC Checkup
FrmWPMain.btnsysclean.caption=Systeem Opruimen
FrmWPMain.btnsystune.caption=Systeem Tuneup
FrmWPMain.btnprivacy.caption=Privacy Beschermer
FrmWPMain.btnSysmon.caption=Systeem monitoren
FrmChangeHeader.caption= Verander Avatar
FrmHome.btnactive.caption=Upgraden naar de Pro Versie
FrmHome.lblshare.caption=Deel Wise Care 365
FrmHome.lbltools.caption=Mogelijkheden
FrmHome.btntools.hint=Meer mogelijkheden
FrmHome.btnhead.Hint=Verander Avatar
FrmHome.edtuser.Hint=Verander bijnaam
FrmHome.btnfacebook.hint=Deel Wise Care 365 op Facebook
FrmHome.btntwitter.hint=Deel Wise Care 365 met Twitter
FrmHome.btngoogle.hint=Deel Wise Care 365 op google+
FrmHome.btnemail.hint=Vertel uw vrienden over Wise Care 365 met Email
FrmHistory.btncheckup.caption=Checkup
FrmHistory.lblrecord.caption=Verwijdert
FrmExam.btncancel.caption=Stop
FrmExam.lblrecheck.caption=Opnieuw Controleren
FrmExam.btnfix.caption=Repareer
Frmbuttons.lblinfo.caption=U kunt sorteren d.m.v. slepen en plaatsen.
;
; About
;
Frmabout.lblstatus.caption=Status:
FrmAbout.caption=Over
FrmAbout.lblver.caption=Huidige Versie:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblhome.caption=Homepage
FrmAbout.lblthanks.caption=Met dank aan de volgende personen voor hun bijdrage:
FrmAbout.lblWarning.caption=Waarschuwing: Dit Programma is beschermd door Copyright en Internationale afspraken.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Start Scan
Frmadvdc.lblpath.caption=Scan Locatie:
Frmadvdc.btnrescan.caption=Scan Opnieuw
Frmadvdc.btnall.caption=Selecteer Alles
Frmadvdc.btnadvanced.caption=Uitgebreide Instellingen
Frmadvdc.btnnone.caption=Selecteer Niets
Frmadvdc.lblspeed.caption=De Snelste Scan snelheid in de hele wereld !
Frmadvdc.lblrec.caption=Andere Applicaties waar gebruikers van houden:
Frmadvdc.vtfiles.Columns[0]=File Naam
Frmadvdc.vtfiles.Columns[1]=Grootte
Frmadvdc.vtfiles.Columns[2]=Pad
Frmadvdc.vtfiles.Columns[3]=Laatst Gebruikt
Frmadvdc.vtfiles.Columns[4]=Type
FrmAdvSettings.lblinfo.caption="Zoek lege files" heeft maar voor een keer effect. De volgende keer moet u opnieuw kiezen.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Maak
FrmAdvSettings.btnremove.caption=Verwijder
FrmAdvSettings.btncancel.caption=Stop
FrmAdvSettings.wcknull.caption=Zoek lege files(0 bytes, langzamer)
FrmAdvSettings.wckshortcut.caption=Zoek ongeldige shortcuts (langzamer)
FrmAdvSettings.caption=Uitgebreide Instellingen
FrmAdvSettings.btnre.caption=Aanbevolen
FrmAdvSettings.btnall.caption=Selecteer Alles
FrmAdvSettings.btnnone.caption=Selecteer Niets
;
; Backup and restore
;
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Maak een volledige Register Backup
FrmBackup.btnsys.caption=Maak een Systeem Herstelpunt.
FrmRestore.caption=Herstellen
FrmRestore.btnRegBk.caption=Register Backup
FrmRestore.btnSysBK.caption=Systeem Herstel
FrmRestore.btnclose.caption=Sluit
FrmRestore.btnrestore.caption=Herstel
FrmRestore.btnremove.caption=Verwijder
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Voeg de file shredder toe aan het Context Menu.
FrmBFConfig.btnall.caption=Selecteer Alles
FrmBFConfig.btnnone.caption=Selecteer Niets
FrmBFConfig.btnRemove.caption=Verwijder
FrmBFConfig.caption=Negeer Items
Frmbigfile.vtfiles.Columns[0]=File Naam
Frmbigfile.vtfiles.Columns[1]=Grootte
Frmbigfile.vtfiles.Columns[2]=Type
Frmbigfile.vtfiles.Columns[3]=Laatste keer geopend
Frmbigfile.vtfiles.Columns[4]=Pad
Frmbigfile.lblpath.caption=Scan Locatie:
Frmbigfile.btnrescan.caption=Scan Opnieuw
Frmbigfile.btnsearch.caption=Zoek
Frmbigfile.btndel.caption=Verwijder
Frmbigfile.btncancel.caption=Stop
FrmBigFile.btnIgnore.caption=Negeer geselecteerde items
FrmBigFile.btnExport.caption=Exporteer naar...
FrmBigFile.btnExConfig.caption=Negeer items
;
; Register 
;
FrmBuy.lblfull.caption=Geniet vandaag van een cleaner en een snellere computer.
FrmBuy.lblfull1.caption=Om alle functies van Wise Care 365 te kunnen gebruiken, moet u de volledige versie van Wise Care 365 kopen. Met de volledige versie kunt u :
FrmBuy.lblinfo0.caption=One click om alle problemen in seconden te repareren.
FrmBuy.lblinfo1.caption=Verwijdert alle junk bestanden, computer traces en geschiedenissen automatisch.
FrmBuy.lblinfo2.caption=Versnelt de startup snelheid, Internet verbindings snelheid, en houdt uw  PC als nieuw.
FrmBuy.lblinfo3.caption=Realtime protectie en optimalisatie van het Windows systeem.
FrmBuy.btnbuy.caption=Koop nu
FrmBuy.btnactive.caption=Activeer uw licentie key
FrmBuy.lblguarantee.caption=Indien u niet tevreden bent met deze software om welke reden dan ook, u krijgt uw geld terug binnen 60 dagen.
FrmBuy.lblkey.caption=Heeft u al een licentie key?
FrmRegister.caption=Registreer
FrmLicense.lblinfo.caption=Bedankt voor uw evaluatie van Wise Care 365!
FrmLicense.lblinput.caption=Voer uw licentie key in om de pro versie te activeren.
FrmLicense.lblname.caption=Naam :
FrmLicense.lblemail.caption=E-mail:
FrmLicense.lblkey.caption=Licentie Key:
FrmLicense.btnregister.caption=Registreer
FrmLicense.lblhelp.caption=Heeft u invoer problemen met de licentie key?
FrmLicense.lblnokey.caption=Heeft u nog geen licentie key?
FrmLicense.lblsupport.caption=Neem contact met ons op
FrmLicense.btnbuy.caption=Koop nu
FrmExitNotice.btnexit.caption=Exit WiseCare 365
FrmExitNotice.btnreg.caption=Ga verder met de registratie
FrmExitNotice.lbltitle.caption=Voor u Wise Care 365 Pro afsluit, Noteer:
FrmExitNotice.lblinfo.caption=Deze problemen vertragen uw computer, reduceerd zijn efficiency en verhoogd uw frustratie en veroorzaakt tijd verlies.
FrmExitNotice.lblregister.caption=Registreer Wise Care 365 Pro op:
;
; Common disk Clean
;
FrmCommon.btnall.caption=Selecteer Alles
FrmCommon.btnre.caption=Aanbevolen
FrmCommon.btnnone.caption=Selecteer Niets
FrmCommon.btnScan.caption=Start Scan
FrmCommon.lblstat.caption=Verwijdert snel en gemakkelijk nutteloze files en traces.
FrmCommon.btncancel.caption=Stop
FrmCommon.btnrescan.caption=Scan Opnieuw
;
; Registry Clean
;
FrmRegClean.btnall.caption=Selecteer Alles
FrmRegClean.btnre.caption=Aanbevolen
FrmRegClean.btnnone.caption=Selecteer Niets
FrmRegClean.btnCustom.caption=Gebruikers gebied
FrmRegClean.WiseLabel1.caption=Planner
FrmRegClean.lbltype.caption=Selecteer Type:
FrmRegClean.lblweek.caption=Selecteer dag:
FrmRegClean.lbltime.caption=Tijd:
FrmRegClean.btnScan.caption=Start Scan
FrmRegClean.btncancel.caption=Stop
FrmRegClean.btnrescan.caption=Scan Opnieuw
FrmRegClean.lblstat.caption=Het register is nog niet opgeschoond. Scan Nu!
FrmRegClean.lblinfo.caption=Regelmatig opschonen van uw Register maakt uw PC sneller en stabieler.
Frmcustom.caption=Gebruikers gebied
Frmcustom.btnre.caption=Aanbevolen
Frmcustom.btnall.caption=Selecteer Alles
Frmcustom.btnnone.caption=Selecteer Niets
Frmcustom.btncancel.caption=Stop
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Vrije ruimte
FrmDiskDefrag.btnfolder.caption=Map
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=Systeem File
FrmDiskDefrag.btnFragmented.caption=Fragmenten
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Sluit af na disk defragmentatie.
FrmDiskDefrag.btnpause.caption=Pauze
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragmenteer
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Disk Eraser beschermt uw privacy D.M.V. een complete verwijdering van gedelete/verwijderde files (bepaalde software kan verwijderde files weer herstellen).
FrmDiskErase.btnstopErase.caption=Stop
FrmDiskErase.chkshutdown.caption=Sluit af na disk schoonmaken.
FrmDiskErase.BtnErase.caption=Schoonmaken
FrmDiskErase.lblerasemode.caption=Beveiliging:
FrmDiskErase.vstDisk.Columns[0]=Drives
FrmDiskErase.vstDisk.Columns[1]=Totale grootte
FrmDiskErase.vstDisk.Columns[2]=Vrije ruimte
FrmDiskErase.vstDisk.Columns[3]=Status
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importeer
FrmExclusion.btnexport.caption=Exporteer
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Shredded files worden verwijderd en kunnen niet meer hersteld worden.
FrmFileShredder.lblFileLine2.caption=Shredded files worden verwijderd door het overschrijven van hun originele plaats op de Disk.
FrmFileShredder.btnErase.caption=Vernietig
FrmFileShredder.btnaddfile.caption=Voeg Files toe
FrmFileShredder.btnaddfolder.caption=Voeg Mappen toe
FrmFileShredder.btnstop.caption=Stop
FrmFileShredder.btndelitem.caption=Verwijder
FrmFileShredder.vtfiles.Columns[0]=File/Map Naam
FrmFileShredder.vtfiles.Columns[1]=Pad
FrmFileShredder.vtfiles.Columns[2]=Status
;
; General Settings 
;
FrmGeneral.lbltrash.caption=Aantal onbruikbare files zijn groter dan
FrmGeneral.lbltrace.caption=Het aantal traces is groter dan
FrmGeneral.chkturbo.caption=Draai Wise Turbo elke Week 
FrmGeneral.chkstartup.caption=Uivoeren bij Windows Startup
FrmGeneral.chkbooster.caption=Start Bootup Booster wanneer de computer start.
FrmGeneral.lblsys.caption=Systeem
FrmGeneral.lblupdate.caption=Controleer voor updates.
FrmGeneral.chknews.caption=Zoek naar de nieuwsbrief tijdens het laden.
FrmGeneral.chkexp.caption=Neem deel aan het gebruikers verbeter programma
FrmGeneral.lblexp.caption=Detail
FrmGeneral.lblportable.caption=Portable Versie
FrmGeneral.btnmakeportable.caption=Maak een Portable Versie
FrmGeneral.lblinterface.caption=Interface
FrmGeneral.lbllang.caption=Taal:
FrmGeneral.chkue.caption=Neem deel aan het gebruikers verbeter programma
FrmGeneral.btnupdate.caption=Controleer Nu
FrmBoosterSettings.chkauto.caption=Weer Informatie door detecteren locatie
FrmBoosterSettings.chkset.caption=Gebruik de volgende locatie voor de informatie over het weer
FrmGobleSettings.btnstartup.caption=Boot Booster
;
; Settings GUI
;
FrmGobleSettings.caption=Instellingen
FrmGobleSettings.TabBtnGeneral.caption=Algemeen
FrmGobleSettings.TabBtnClean.caption=Opruimen
FrmGobleSettings.TabBtnExclusion.caption=Uitgesloten
FrmGobleSettings.TabBtnCheckup.caption=Checkup
FrmGobleSettings.btncancel.caption=Stop
FrmGobleSettings.btnok.caption=Bewaar
FrmGobleSettings.btntray.caption=Tray
FrmGobleSettings.btnSysProect.caption=Systeem Beveiligd
;
; Update
;
FrmNewVer.lblTitle.caption=Er is een nieuwe versie beschikbaar.
FrmNewVer.lblignore.caption=Negeer deze versie
FrmNewVer.btnno.caption=Niet Nu
FrmNewVer.btnUpdate.caption=Update Nu
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optimaliseer
FrmOptimizer.lblinfoex.caption=Systeem Tuneup kan uw netwerk en systeem verbeteren.
FrmOptimizer.btnnone.caption=Selecteer Niets
FrmOptimizer.btnall.caption=Selecteer Alles
FrmOptimizer.btnDefault.caption=Systeem Standaard
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Bescherm uw privacy door het verwijderen van tracking data.
FrmPrivacyErase.btnrescan.caption=Scan Opnieuw
FrmPrivacyErase.btnScan.caption=Start Scan
;
; Register defrag
;
FrmProcess.caption=Register Defragmentatie
FrmProcess.lblwait.caption=Wachten A.U.B...
FrmProcess.lblinfo.caption=Uw PC geeft voor een paar minuten geen antwoord.
FrmRegDefragger.lblinfo.caption=Register defragmentatie maakt uw PC sneller en stabieler.
FrmRegDefragger.lblstat.caption=Het register is nog niet gedefragmenteerd. Defragmenteer Nu!
FrmRegDefragger.btndefrag.caption=Defragmenteren
FrmRegDefragger.lblinfo1.caption=1. Het is aan te bevelen om alle andere applicaties te stoppen voor deze functie.
FrmRegDefragger.lblinfo2.caption=2. Het Systeem geeft geen antwoord tijdens de analyse.
FrmRegDefragger.lblinfo3.caption=3. De Computer start opnieuw op na de register defragmentatie.
FrmRegDefragger.lblinfo4.caption=4. Onderbreek nooit de register defragmentatie, het kan onbekende consequenties veroorzaken
FrmRegDefragger.vtdefrag.Columns[0]=Verzamelnaam
FrmRegDefragger.vtdefrag.Columns[1]=Huidige Grootte
FrmRegDefragger.vtdefrag.Columns[2]=Nieuwe Grootte
FrmRegDefragger.vtdefrag.Columns[3]=Reduceer grootte
FrmRegDefragger.btnAnalysis.caption=Analyseer
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Attentie: Bewaar uw wachtwoord op een veilige manier  om hem niet te vergeten.
FrmPwGenerator.BtnCopy.caption=Kopieer naar het plakbord
FrmPwGenerator.ckdigital.caption=Digitaal
FrmPwGenerator.cklowercase.caption=Kleine letters
FrmPwGenerator.ckupercase.caption=Grote Letters
FrmPwGenerator.ckspecial.caption=Speciale Characters
FrmPwGenerator.lblinfo.caption=De Wachtwoord Generator helpt u naar een hoger beveiligings niveau.
FrmPwGenerator.lbllen.caption=Wachtwoord Lengte:
FrmPwGenerator.Btngenerator.caption=Wachtwoord Generator
;
; Software Rate
;
FrmRate.Btnlist.caption=Gebruikers meningen
FrmRate.Btnreview.caption=Mijn mening
FrmRate.Btnfirst.caption=Wees de eerste met een mening
FrmRate.Btnsubmit.caption=Verstuur
FrmRate.lblscore.caption=Rate:
FrmRate.lblscorehint.caption=(U moet op de sterren klikken voor een waardering)
FrmRate.lblnick.caption=Uw Nickname:
FrmRate.lblnickhint.caption=(Optioneel)
FrmRate.lblemail.caption=Uw Emailadres:
FrmRate.lblemailhint.caption=(Optioneel)
FrmRate.lblcontent.caption=Inhoud:
FrmRate.lblcontenthint.caption=(Optioneel)
FrmRate.lbldesctitle.caption=Software Beschrijving:
FrmRate.lblratesoft.caption=Aanbevolen Software
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Stop
FrmSchedule.lblinfo.caption=Een regelmatige automatische opschoning houdt uw PC in topvorm.
FrmSchedule.chksilent.caption=Stille mode
FrmSchedule.lbltype.caption=Selecteer Run Type:
FrmSchedule.lblweek.caption=Selecteer Dag:
FrmSchedule.lbltime.caption=Tijd:
FrmSchedule.caption=Geplande Taak
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Verberg alle Microsoft services
FrmStartupMgr.TabBtnBoot.caption=Startup
FrmStartupMgr.TabBtnService.caption=Services
FrmStartupMgr.TabBtnHis.caption=Records
FrmStartupMgr.BtnRestoreAll.caption=One-click Herstel
FrmStartupMgr.tabbtnup.caption=Sneller
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Afslanken
FrmSysClean.btnall.caption=Selecteer Alles
FrmSysClean.btnrecommended.caption=Aanbevolen
FrmSysClean.btnnone.caption=Selecteer Niets
FrmSysClean.vtsys.Columns[0]=Item
FrmSysClean.vtsys.Columns[1]=Grootte
FrmSysClean.vtsys.Columns[2]=Locatie
FrmSysClean.vtsys.Columns[3]=Suggesties
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Grote Files Manager
FrmTabPrivcay.TabBtnPrivacyErase.caption=Privacy Uitwissen
FrmTabPrivcay.TabBtnDiskErase.caption=Disk Uitwissen
FrmTabPrivcay.TabBtnFileShredder.caption=File Shredder
FrmTabPrivcay.TabBtnPwGenerator.caption=Wachtwoord Generator
FrmTabSysClean.TabbtnRegclean.caption=Register Opruimen
FrmTabSysClean.TabBtnCommonClean.caption=Algemeen Opruimen
FrmTabSysClean.TabBtnAdvClean.caption=Uitgebreid Opruimen
FrmTabSysClean.TabBtnSysSimming.caption=Systeem Afslanken
FrmTabSysTune.TabbtnSysOpt.caption=Systeem Optimizer
FrmTabSysTune.TabBtnDDefrag.caption=Disk Defragmenteren
FrmTabSysTune.TabBtnRDefrag.caption=Register Defragmenteren
FrmTabSysTune.TabBtnBoot.caption=Startup Manager
FrmTabSysTune.TabBtnContext.caption=Context Menu
FrmTabSysMon.TabBtnProcess.caption=Proces Monitor
FrmTabSysMon.TabBtnHard.caption=Hardware Overzicht
FrmTabSysMon.btnProcessor.caption=Processor
FrmTabSysMon.btnBoard.caption=Mainboard
FrmTabSysMon.btnMemory.caption=Geheugen
FrmTabSysMon.btnGraphic.caption=Grafische kaart
FrmTabSysMon.btnDisk.caption=Hard Drive
FrmTabSysMon.btnNetAdapter.caption=Netwerkadapter
FrmTabSysMon.btnSoundCard.caption=Geluidskaart
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Veilig Verwijderen (Langzamer)
FrmSettingClean.chkAutoBackup.caption=Auto register backup voor het opruimen
FrmSettingClean.lblfolder.caption=Gebruikers map legen (Enkel ervaren gebruikers)
FrmSettingClean.btnadd.caption=Voeg toe
FrmSettingClean.btnremove.caption=Verwijder
FrmSettingClean.lblscanmode.caption=Hoe scan je het register
FrmSettingClean.rdnormal.caption=Normaal(Aanbevolen)
FrmSettingClean.rdssafe.caption=Veilig(enkel "veilige" entries)
FrmSettingClean.rddeep.caption=Diep(Enkel ervaren gebruikers)
FrmSettingClean.lblusers.caption=Gebruiker(s):
frmsettingclean.rdauser.caption=Alle gebruikers
frmsettingclean.rdcuser.caption=Enkel huidige gebruiker
frmsettingclean.rdusers.caption=Geselecteerde gebruikers
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Herstel
FrmIgnoredItems.btnall.caption=Selecteer Alles
FrmIgnoredItems.btnnone.caption=Selecteer Niets
FrmIgnoredItems.lblinfo.caption=Negeer checkup items
;
; Shutdown notice
;
FrmShutDownNote.caption=Afsluiten Notitie
FrmShutDownNote.btnCancel.caption=Stop
;
; Skin
;
Frmskin.lblphoto.caption=Gebruiker foto thema
FrmSkin.lblprevious.caption=Vorige
FrmSkin.lblnext.caption=Volgende
;
; Input Window 
;
frminput.btncancel.caption=Stop
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Gebruikers Avatar
FrmChangeHeader.btnsys.caption=Systeem Avatar
FrmChangeHeader.btnlocal.caption=Lokaal Plaatje
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Stop
FrmChangeHeader.lblpreview.caption=Preview
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com gebruikers ervaringen verbeter programma
Frmsecurity.lbltitle.caption=Doe mee aan het gebruikers ervarings verbeter programma
Frmsecurity.lblinfo1.caption=Om dit product te verbeteren, kunt u deelnemen aan het gebruikers ervarings verbeter programma dat informatie over hoe u het programma gebruikt, zend aan WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Niets van de verzamelde informatie verwijst naar u of wordt ergens anders voor gebruikt.
Frmsecurity.lbllink.caption=Leer meer over het gebruikers ervaring verbeter programma.
Frmsecurity.cbagree.caption=Doe mee aan het gebruikers ervarings verbeter programma.
Frmsecurity.cbagainst.caption=Ik doe niet mee met het verbeter programma.
Frmsecurity.btnok.caption=OK



FrmTrail.lbltitle.caption=Bedankt voor het kiezen van Wise Care 365
FrmTrail.lblhint.caption=U kunt de volgende functies gebruiken tot het einde van de probeerperiode.
FrmTrail.lblinfo0.caption=1, One-click om de Pc te controleren en fouten te herstellen.
FrmTrail.lblinfo1.caption=2, Privacy opschoner.
FrmTrail.lblinfo2.caption=3, Inhouds menu management.
FrmTrail.lblinfo3.caption=4, Auto update naar een nieuwe versie.
FrmTrail.lblinfo4.caption=5, Fantastische nieuwe thema's.
FrmTrail.lblhint1.caption=Indien u van dit programma houd koop het dan in deze periode.
FrmTrail.btnbuy.caption=Koop Nu
FrmTrail.btnClose.caption=Later

[WiseTray]
TfrmTraySetting.ckclose.caption=Sluit de tray wanneer het hoofdprogramma stopt.
TfrmAssistMsg.ckbxNoPrompt.caption=Waarschuw me niet meer.
TfrmTraySetting.ckAssist.caption=Geef me een bericht als iemand mij antwoord.
TfrmTraySetting.ckReware.caption=Geef me een bericht als iemand mij een betaalde vraag steld.
TfrmTraySetting.Caption=Instellingen
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Stop
TfrmTraySetting.ckbx4.Caption=Toon het window automatisch als Wise Care 365 wordt gebruikt
TfrmTraySetting.lbl4.Caption=Auto- optimaliseer het geheugen wanneer het maximale aangegeven geheugen gebruik groter is dan deze waarden
TfrmTraySetting.lbl1.Caption=Temperatuur Unit
TfrmTraySetting.lbl2.Caption=Toon Systeem Info
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celcius
TfrmTraySetting.ckbx3.Caption=Auto-optimalisatie
TfrmTraySetting.ckbx5.Caption=CPU Temperatuur
TfrmTraySetting.ckbx6.Caption=GPU Temperatuur
TfrmTraySetting.ckbx7.Caption=Hard Drive Disk 
TfrmTraySetting.ckbx8.Caption=Mainboard Temperatuur
TfrmTraySetting.ckbx9.Caption=Netwerksnelheid
TfrmTraySetting.ckbx10.Caption=CPU gebruik
FrmTrayMain.btnExit.caption=Exit Wise Care 365
FrmTrayMain.btnShowMain.caption=Open Hoofd Programma
FrmTrayMain.ppmitem2_1=Verberg popup Window
FrmTrayMain.ppmitem2_2=Toon popup Window
frmWiseFloatWnd.ppmStayontop=Blijf bovenaan
frmWiseFloatWnd.ppmHide=Verberg
TfrmPopupWnd.Caption=Wise Care 365 Tray
TfrmPopupWnd.btn1.Caption=Optimaliseer
TfrmPopupWnd.lblM.Caption=Geheugen：
TfrmPopupWnd.lblC.Caption=CPU：
TfrmPopupWnd.lblC1.Caption=CPU：
TfrmPopupWnd.lbl1.Caption_1=Genoeg beschikbaar geheugen
TfrmPopupWnd.lbl1.Caption_2=Minder beschikbaar geheugen 
TfrmPopupWnd.lbl1.Caption_3=Nauwelijks beschikbaar geheugen 
TfrmPopupWnd.lvitem0=Optimaliseer het systeem
TfrmPopupWnd.lvitem1=Maakt het geheugen schoon
TfrmPopupWnd.lvitem10=Groot geheugengebruik 
TfrmPopupWnd.lvitem30=Groot CPU gebruik
TfrmPopupWnd.msg1=Maakt het geheugen schoon
TfrmTraySetting.lblTip.Caption=Instellen Floating Window
TIP_CPU_USE=CPU gebruik
H_ID_MAINBOARD=Mainboard Temperatuur
H_ID_CUP=CPU Temperatuur
H_ID_GRAPHICS_T=Graphische Kaart Temperatuur
H_ID_DISK=Disk Temperatuur
;
[Context]
ContxtMgrInfo=Een gemakkelijke methode om het Windows context menu aan/uit te zetten.
ContextName=Menu Opschrift
ContextPublisher=Uitgever
ContextType=Type
ContextAction=Status
ContextAll=Alle bestanden (*)
ContextDirectory=Directory
ContextFolder=Map
ContextDrive=Drive
ContextBack=Desktop
ContextRecycle=Recycle
ContextShortcut=Shortcut Bestand
ContextExe=gebruik het bestand
Contextunknowndesc=Onbekende Omschrijving
Contextunknown=Onbekende firma

[Message]
MWDetected=MalwareBytes is gedetecteerd die %s blokkeerd. Klik op OK voor de oplossing.
ConfirmRemoveDownload=Alle files in de download map worden verwijderd, weet je zeker dat je door wilt gaan?
OverMaxTimes=Authenticatie fout! U heeft waarschijnlijk het max aantal activaties overschreden, neem a.u.b. contact met ons op.
Skipped=Overgeslagen
7After=%d dagen zijn gepasseerd sinds de laatste opschoning van uw Register. Onmiddellijk scannen is gewenst.
7Before=Hoe schoner uw Register hoe sneller uw computer wordt!
Activated=De Pro versie is geactiveerd.
ActivateOnline=Controleren van uw registratie informatie, wacht a.u.b. even...
AddFileType=Voeg een file type toe
AddFolder=Voeg een Map toe
AdviseClean=Een regelmatige register opschoning verbeterd de stabilitijd van uw PC.
AllHardDrive=Locale Hard Drives
AlreadExist=%s staat reeds in de lijst.
Analysing=Analyseren...
Area=Area
AvdDefaultHint=Zoek meer ongebruikte files en maak meer disk ruimte.
BackupDate=Backup Datum
BackupType=Backup Type
BFName=File Naam
BFPath=Pad
BFSize=File grootte
BFType=Type
BigfileHint=Systeem files en belangrijke files zijn voor de scan reeds buitengesloten. Wees A.U.B. voorzichtig met kiezen voor andere files.
BigfileSearch=Regelmatig ongebruikte grote files verwijderen om meer Disk ruimte te maken!
BigfileSearchFinish=Zoeken gereed: %d grote files gevonden met %s disk gebruik in: %d seconden.
BigfileSelect=U heeft %d files geselecteerd, de detectie helpt u om %s Diskruimte vrij te maken.
bkAuto=Automatisch
bkManual=Manueel
Browse=Browse...
BrowserRunning=%s is actief. Wil je hem nu stoppen? Of de caches aen cookies kunnen verwijderd worden.
BtnHint=Sneller en Beter
BtnUpgrade=Volledige Versie
Cancel=Stop
CanFreeSpace=%d files gevonden, en %s disk ruimte kan vrij gemaakt worden.
CannotCrTask=Kan geen taak maken.
Clean=Schoon
CleanDone=Schoonmaken is gereed!
CleanForReg=Schoonmaken Register...
CleanHis=Schoonmaak geschiedenis
Cleaning=Schoonmaken...
CleanNow=Een onmiddellijke schoonmaak is gewenst.
ComfirmDefrag=Bewaar a.u.b. uw openstaand werk, omdat de PC reboot na de Defrag. Doorgaan?
Complete=Gereed
Compress=Compressing...
ConfirmAdd=Weet je zeker dat je alle files in %s wilt verwijderen in "Uitgebreid Schoonmaken"?
ConnectFail=Kan geen verbinding maken met de server, controleer a.u.b. uw internet connectie en probeer het later opnieuw.
CreateBackup=Backup data maken...
CreateBackupReg=Backup data maken... Wacht a.u.b. een paar minuten.
CreateDate=Data gemaakt
def15After=%d dagen sinds de laatste keer, een onmiddellijke register defrag is gewenst.
def15Before=Uw computer wwerkt sneller en stabiler als uw het register zo compact mogelijk maakt.
DefaultValue=(Standaard)
DefragRate=De optimalisatie rate is: %s.
DefragReport=Her Register is gedefraged. Raport:
DefragReport1=De vorige grootte van het Register:
DefragReport2=De nieuwe grootte van het Register:
DefragReport3=Geoptimaliseerde grootte:
delbigfile=Het verwijderen van grote files is een One-way proces zonder backup. Wil je deze files verwijderen?
delbigfileFail=Kan de file: %s niet verwijderen, mogelijk is hij in gebruik door een andere applicatie.
DelSkin=Weet je zeker dat je dit thema wilt verwijderen?
Description=Beschrijving
DisableAdd=Uit veiligheids overweging zijn sommige Mappen (zoals "Windows", "Boot of Hard Drive" aen "CD-ROM") in de lijst geplaatst. 
Discount=(25% korting is nu beschikbaar)
DiscountInfo1=U gebruikt Wise Care 365 Free nu %d dagen, 
DiscountInfo2=we hebben nu een speciaal aanbod voor u, 
DiscountInfo3=betaal slechts %s voor een upgrade naar de PRO versie.
DownloadError=Download fout, probeer het later opnieuw.
DownloadingSkin=De huidige download taak is nog niet klaar. Update later a.u.b.
DupFile=De File in the lijst
DupFolder=Seze Map staat reeds in de lijst.
DupItem=Dit item staat reeds in de lijst.
ElapsedTime=Verlopen tijd: 
ELeftTime=Tijd te gaan...
EmptyEmail=Email addres mag niet leeg zijn.
EmptyName=Uw naam mag niet leeg zijn.
EmpytKey=License key mag niet leeg zijn.
EnableRestore=Systeem Herstel is uitgezet. Wil je het aanzetten?
Entries=Entries
ErrorMsg=Fout bericht:
ExImport=De uitgesloten lijst is geexpoteerd naar:
ExitTray=Weet je zeker dat je de Wise Care 365 Tray wilt stoppen?
ExpiryDate=Eind Datum:
Exported=De huidige entries zijn geëxporteerd naar %s. Wilt u de file nu openen?
Extracte=Uitpakken...
FailedCloseProcess=Failed to abort the program. Please close the object program manually.
FailToDelete=Sommige files kunnen niet verwijderd worden, maar worden verwijderd bij de volgende computer herstart.
failtounLock=Kan regedit niet openen. waarschijnlijk heeft u een hogere authorizatie nodig (administrator).
FindDrives=Zoek naar drives...
FindError=%d problemen gevonden, en %d onveilige entries.
FindFilesSize=%d files gevonden, groot %s
FindRunProcess=Het object programma werkt. Sluit het a.u.b. om de update uit te voeren.
FindTraces=%d geschiedenis gevonden.
FindTracesSection=%d traces gevonden in deze sectie
Fix=Fix
Free=Vrij
GetHotSkinError=Een fout ontvangen bij navraag thema informatie.
GettingRestoreData=Haal herstelde data...
GoodHabit=Regelmatig opschonen van het Register houd uw PC op top niveau.
HaveChange=Wil je de veranderingen bewaren?
Hours=Uren
Ignore=Negeer
IgnoreVer=Negeer deze Update
illegalType=%s is een illegaal file type.
InputCookie=Geef een Domeinnaam (Zoals Google, live etc.)
InputSummary=Geef a.u.b. de samenvatting voor dit type:
InputType=Invoer filenaam of file type (bv: *.tmp etc...)
InvalidEmail=Ongeldig e-mailadres, geef a.u.b. een geldig Emailadres.
InvalidIgnorItem=Dit item kan niet genegeerd worden.
InvalidKey=Ongeldige license key, geef een geldige.
InvalidRegInfo=Ongeldige registratie informatie! 
InvalidType=Ongeldige file extensie
IsRunning=Het programma is aan het scannen, wacht a.u.b. tot dat de scan klaar is, en probeer dan opnieuw.
IssueFound=%d problemen gevonden.
IssuesFound=%d issues zijn gevonden.
Items=Items
KeyWord=Type a.u.b. uw keyword:
KillProcessError=Stop de proces fout, mogelijke oorzaak - onvoldoende rechten. 
LastClean=Uw laatste opschoning was op:
LastCommonClean=Uw laatste schoonmaak was op:
LastDefrag=Uw laatste register defragmentatie tijd:
LeastOne=Kies tenminste een gebied om te scannen.
LeftTime=Resterende tijd: 
LeftTimeSec=Tijd: %s seconden.
LestOne=Kies tenminste een gebied om te scannen.
LestOneClean=Kies tenminste een gebied om schoon te maken.
LestOneItem=U moet minstens een item kiezen om opgeschoond te worden.
LogAll=Problemen zijn opgelost.
LogFail=%d items kunnen niet verwijderd worden.
Minutes=Minuten
MoreSpace=meer ruimte is nodig
NeedBackup=Het ziet er naar uit dat dit de eerste keer is dat u PC Checkup gebruikt. Een onmiddellijke backup is noodzakelijk. Wil je de backup automatisch uitvoeren?
NeedInstall=Wil je %s nu installeren?
NeedStartup=U moet uw PC handmatig in snelheid verhogen, want Wise Care 365 is niet ingesteld om dit bij startup te doen.
NeedUpdate=Wil je %s nu updaten?
Never=Nooit
NeverDefrag=Het Register is nog niet gedefragmenteerd !
New=Nieuw
NewVer=Er is een nieuwe versie beschikbaar! Wil je nu upgraden?
NoBackupSelected=U moet minstens een backup kiezen om te herstellen.
NoDriveChecked=U moet een of meer drives kiezen om te scannen.
NoError=Gefeliciteerd, geen enkel probleem gevonden!
NoFilesFound=Geen junk files
NoItemChecked=U moet een of meer files kiezen om te verwijderen.
NoItemFound=Geen items gevonden
NoItems=Gefeliciteerd! Alle items zijn geoptimaliseerd.
NoNewVer=Gefeliciteerd, dit is de laatste versie!
NoRegInfo=Kan uw registratie informatie niet vinden.
Notice=Maak de PC Sneller & Veiliger
NoTracesFound=Geen traces
NoTrashAndTrace=Gefeliciteerd! Uw computer is schoon.
NotShowNotice=Toon deze notitie niet opnieuw.
NotSupportOS=Deze mogelijkheid wordt in dit operating systeem niet ondersteund.
NowCleaning=Nu opruimen:
Offer=Speciale Offerte
Optimize=Optimaliseren
PluginCount=Plugin teller:
PrivacyActive=Om te Activeren
PrivacyData=Privacy records:
PrivacyDefaultHint=Regelmatig scannen naar tracking data beschermt uw privacy voor spiedende ogen.
Privacyissues=Privacy Issues:
PrivacyUnActive=Privacy Issues: Niet geactiveerd
Problems=Problemen
Proupdate=Deze PRO versie is weggegeven, maar het wordt een gratis versie als je Wise Care 365 update, doorgaan?
RegBackup=Back up van het register
RegBackupDone=Van het register is succesvol een backup gemaakt.
RegBackupFail=Register backup is mislukt.
RegeditorLocked=Uw Registry Editor is geblokkeerd. De functie backup/restore vereist een werkende Registry Editor. Wil je de registor editor nu vrij geven?
RegEntries=Ongeldige register entries.
Regerror=Register Fout:
Registried=Registered
RegRestore=Herstel het register
RegTitle=Niet geregistreerd
Removebackup=Weet je zeker dat je de geselecteerde backup file wilt verwijderen?
RemoveSysRestore=Weet je zeker dat het geselecteerde herstelpunt wilt verwijderen?
ReScanHint=Wij adviseren u een complete PC checkup om meer problemen te vinden die uw pc vertragen.
ReScanHint1=Wij suggereren een nieuwe scan om meer problemen te vinden.
ReScanHint2=Scan A.U.B. opnieuw om meer problemen te vinden.
RestoreComplete=Herstel is gereed.
RestoreFromSysRestore=U moet uw PC herstarten na het herstellen van het systeem. Wilt u nu herstarten?
RestorePointDone=Herstelpunt maken is geslaagd
RestorePointFail=Het maken van een Herstelpunt is mislukt.
RestoreReg=Register Herstellen, wacht a.u.b. een paar minuten.
Safetodel=Dit item kan veilig verwijderd worden.
ScanAborted=De scan is geannuleerd!
ScanCanceled=De scan is onderbroken!
ScanFor=Scannen:
Scaning=Scannen..
ScannedSection=Gescande Secties:
Scanning=Scannen...
ScheduleHint=Maak uw register regelmatig schoon.
ScheduleNextTime=De volgende keer:
ScheduleNotActive=Geplande Taak is niet gestart.
Secs=Seconden
SelectFolder=Selecteer een Map a.u.b.
SelectHardDrive=Selecteer A.U.B. een hard drive
ShredFile=Shared file/map
SkinCorrupt=De gedownloade thema file is niet compleet of corrupt! Download hem A.U.B. opnieuw.
SkinLimit=Deze uitvoering werkt enkel bij de nieuwe versie, nu upgraden?
StartClean=Schoonmaken
StartScan=Start Scan
SuggestDefrag=Een onmiddellijke defragmentatie is gewenst.
SuggestIgnore=U kunt het register een volgende keer defragmenteren.
Summary=Samenvatting
SysCreating=Een systeem herstelpunt maken...
SysProtectOff=Systeem Beveiliging uit
SysProtectOn=Systeem Beveiliging aan
SysRestoring=Systeemherstel voorbereiding...
ThanksRegister=Bedankt voor de registratie!
Total=Totaal:
TotalDefrag=%.2f is gecomprimeerd.
TotalTraces=%d traces gevonden.
TraceCount=AantalTraces:
TraceFound=%d privacy risico's gevonden.
TraceFoundEx=De volgende traces zijn gevonden:
TraceRemoved=%d privacy risico's zijn verwijderd.
TranslateTo=Vertaal in het...
TrashFound=%d files gevonden, groot %s.
TrashFoundEx=De volgende junk files gevonden:
TrashRemoved=%d files verwijderd, met %s diskruimte.
TrashSize=Files:
TrayNotice=Uw PC is al een halve maand niet opgeschoond!
TuneupCount=Tuneup teller: 
TypeChanged=U heb de scan items veranderd!
TypeNoError=Schoon
Unknow=Onbekend
Unlimited=Unlimited
Unoptimized=Niet geoptinaliseerd
Unregistried=Niet geregistreerd
VipSkin=Deze uitvoering is enkel beschikbaar voor geregistreerde gebruikers. Nu Upgraden?
WaitForDownload=Wacht a.u.b. totdat het downloade gereed is. 
WaitUpdateComplete=De huidige update taak is niet gereed. Update deze softeware later.
WarnNoType=U moet minstens een file type kiezen!
WarnZeroFile=U selecteerde de "Lege File" Mode. Sommige 0 byte files zijn noodzakelijk, bekijk ze zorgvuldig voor je ze verwijderd. Weet je zeker dat je dit wilt doen?
WDCReport=Wise Disk Cleaner Raport
Working=Wacht A.U.B. totdat de taak gereed is, en probeer dan opnieuw.
;
[Exclusion]
Folder=Uitgesloten Map
AddFolder=Map..
File=Uitgesloten File
AddFile=File..
File Type=Uitgesloten File Type
AddType=Type..
Registry=Uitgesloten Register Sleutel
Add Key=Sleutel
Delete=Verwijder
Cookies=Uitgesloten Domein
Add Cookie=Voeg Domein toe
Whiteapp=Applicatie Witte lijst
Blackapp=Applicatie Zwarte lijst
WhitePosition=Witte lijst plaats
BlackPosition=Zwarte lijst plaats

[ PrivacyScan]
SeenPictures=Geschiedenis van bekeken Plaatjes.
SeenPicturesHint=Geschiedenis van bekeken plaatjes/Foto's tijdens het surfen op het Internet.
SeenMovies=Geschiedenis van bekeken movies/videos.
SeenMoviesHint=Geschiedenis van bekeken movies/videos tijdens het surfen op het Internet.
AccessFiles=Geschiedenis van geopende Files.
AccessFilesHint=Geschiedenis van geopende files tijden computergebruik.
VisitedWeb=Geschiedenis van bezochte web pagina's.
VisitedWebHint=Geschiedenis van bezochte web pagina's tijdens het surfen op het Internet.

[PrivacyClean]
GoodHabit=U heeft een schone computer, dat is een goede gewoonte, ga zo door!
CleanNow=Er bestaan privacy risico's, een onmiddellijke opschoning is gewenst.
TraceFound=%d privacy risico's gevonden.
TraceRemoved=%d privacy risico's zijn verwijderd.

[Password]
Weak=Zwak
OK=OK
Strong=Sterk

[Schedule]
Daily=Dagelijks
Weekly=Elke Week
Monthly=Elke Maand
Idle=Wanneer de CPU Idle is
Login=Bij Login
Sunday=Zondag
Monday=Maandag
Tuesday=Dinsdag
Wednesday=Woensdag
Thursday=Donderdag
Friday=Vrijdag
Saturday=Zaterdag
AutoScan=Auto Scan
AutoClean=Auto Clean

[Bootup]
BootAction=Operatie
BootDelHint=Verwijder dit Item
BootLoad=Laden Startup programma en Services
BootName=Software Beschrijving
BootRate=Software versie
BootSuggestion=Suggesties
BootTime=Opstarttijd.
BtnRestore=Herstel
CanDisable=Optioneel uit
delItem=Weet je zeker dat je dit item wilt verwijderen?
Disable=Disable
Enable=Enable
FailToChange=Dit item kan niet enabled of disabled worden.
HisInfo=%d items zijn nu gedisabled. U kunt hier eenvoudig de foutieve gedisablede enabelen
Keep=Bewaar
MaySpeedup= Uw opstarttijd zal met %.2f seconden sneller worden.
MustEnable=Moet enabled zijn
NoHisInfo=Er zijn geen Items gedisabled
NoSuggestion=Nu geen suggesties
Optimal=Optimaal
Publisher=Uitgever
ServiceCountInfo=%d derde-party services,en %d systeem services gevonden.
ServiceName=Service Beschrijving
StartupInfo=Verwijder sommige onnodige programma's om de opstartsnelheid te verhogen.
ToDisable=Uit aanbevolen
ToKeep=Laat zoals het is
Tuneup=Optimaliseer
TuneupDone=%d boot item(s) zijn uitgezet.
TuneupFaile=%d boot item(s) kunnen niet uitgezet worden.

[Msg]
WDCScanSpeed=De snelste scan snelheid van de hele wereld!
WDCSysSlimming=Geen files gevonden!
PowerOpt=Niets te Optimaliseren
;
[CommonClean]
ScanAbortedHint1=Een onmiddellijke scan naar nutteloze files is gewenst.
ScanAbortedHint=Een onmiddellijke scan naar nutteloze files en traces is gewenst.
DefaultHint=Checkup helpt u bij potentiële veiligheidsproblemen, en optimaliseert met 1 klik.
7After=%d dagen geleden sinds de laatste opschoning. Een onmiddellijk scan is gewenst.
7Before=Het is een goede gewoonte om uw disk(s) schoon te houden en uw privacy te beschermen.

[SysClean]
Scanning=Scannen...
ScanEnd=%d items gevonden. %s diskruimte kan vrijgemaakt worden.
NoItems=Gefeliciteerd! Uw systeem schijf is schoon.
Open=Open
Remove=Verwijder
MoreSpace=meer ruimte is nodig
Cleaning=Opruimen...
NoItems=Gefeliciteerd! uw systeem schijf is schoon.
SpaceFreed=Afslanken is klaar. %s diskruimte is vrij gemaakt.
Installer=Verouderde Windows Install gegevens
LongInstaller=Verouderde Windows Install gegevens zijn  onbruikbare files . Zij kunnen verwijderd worden.
PatchUninstall=Un/Deinstallatie Files van Windows Update Patches
LongPatchUninstall=Als je ze niet meer gebruikt, kunnen ze verwijderd worden.
Downloadedfiles=Windows Gedownloade Installatie Files
Longdownloadedfiles=Na een succesvolle  Windows update, kunnen de files verwijderd worden.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Deze files worden gemaakt door Windows installer service, zij kunnen verwijderd worden.
JPIME=Japanse IME
LongJPIME=Als je ze niet gebruikt, kan je ze verwijderen.
KoreanIME=Koreaanse IME
LongKoreanIME=Als je ze niet gebruikt, kan je ze verwijderen.
TChineseIME=Traditionele Chinese IME
LongTChineseIME=Als je ze niet gebruikt, kan je ze verwijderen.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Als je ze niet gebruikt, kan je ze verwijderen.
HelpFile=Help Files van Windows
LongHelpFile=Als je ze niet gebruikt, kan je ze verwijderen.
SamplePic=Voorbeeld Plaatjes van Windows
LongSamplePic=Als je ze niet gebruikt, kan je ze verwijderen.
SampleMic=Voorbeeld Muziek van Windows
LongSampleMic=Als je ze niet gebruikt, kan je ze verwijderen.
SampleVideos=Voorbeeld Videos van Windows
LongSampleVideos=Als je ze niet gebruikt, kan je ze verwijderen.
SampleMedia=Voorbeeld Media files van Windows
LongSampleMedia=Als je ze niet gebruikt, kan je ze verwijderen.
Wallpaper=Wallpaper files van Windows
LongWallpaper=Als je ze niet gebruikt, kan je ze verwijderen.
Win10Upgrade=Windows 10 upgrade files
Win10UpgradeLong=Indien u reeds Windows 10 geinstalleerd heeft, verwijder dan deze Map voor meer disk ruimte. 
;
[PCExam]
FixComplete=De reparatie is gereed.
ScanComplete=De scan is gereed.
CheckDefrag=Controleer de fragmentatie
DefaultHint=Checkup helpt u bij potentiele veiligheids problemen, en optimaliseert met 1 klik.
Details=Details
DiskDefrag=Disk Defragmentatie
ExamCanceled=Checkup is gestopt!
ExamEndHint1=%d items zijn gecontroleerd, %d zijn problematisch. Suggestie: "Repareer" deze items onmiddellijk!
ExamEndHint2=%d items zijn gedetecteerd, %d items zijn problematisch. %d items moeten handmatig gerepareerd worden. "Repareer" ze Nu.
ExamEndHint3=%d items zijn gedetecteerd, %d items zijn problematisch. U moet ze handmatig repareren.
ExamEndHintFixed=Gefeliciteerd! Alle items zijn gerepareerd.
ExamEndHintFixed3=%d items zijn gerepareerd, en %d items moet handmatig gerepareerd worden.
ExamEndHintFixed4=Gefeliciteerd! %d problemen zijn gerepareerd.
ExistsPrivacyRisks=Er bestaan privacy risico's
FilesFound=%d files gevonden, met %s diskruimte.
FindJunkFiles=%d rotte files, %s.
FindPrivacyData=%d privacy records gevonden.
FindTraces=%d geschiedenis gevonden.
FindTraces=%d geschiedenis gevonden.
FindTrash=%d rotte files gevonden, met %s diskruimte
FirePWall=Controleer public Firewall beschikbaarheid
FirePWallInvalid=De Windows Firewall publiek netwerk is uitgezet.
FirePWallValid=De Windows Firewall publiek netwerk is actief.
FireSWall=Controleer Windows Home/Private Firewall beschikbaarheid
FireSWallInvalid=De Windows Firewall prive netwerk is uitgezet.
FireSWallValid=De Windows Firewall prive netwerk is actief.
FireWallInstalled=Antivirus software is geinstalleerd.
FireWallUnInstalled=Er is geen Antivirus software op uw computer gevonden.
FirstTimeRunHint=PC gezond? Controleer Nu!
FixCanceled=De repareer operatie is gestopt!
Fixing=Repareren:
FolderOption=Controleer beschikbaarheid van "Map Options"
FolderOptionsInvalid=Map Opties zijn ongeldig.
FolderOptionsValid=Map Opties zijn geldig.
IEShell=Controleert de geldigheid van de IE shell functie.
IEShellFail=IE shell highjacked.
IEShellFine=IE shell werkt normaal.
InstallSafeSoft=Installeer antivirus software
JunkFiles=Nutteloze files in uw computer
JunkFilesEx=Ongeldige Files zoals cache, log files, tijdelijke files enz,
LastCheck=Uw laatste PC Checkup was op:
LastFixTime=%d dagen geleden sinds de laatste checkup.
ManualFix=Handmatige Reparatie
ManualProcess=Handmatige Optimalisatie items
ManualProcessEx=Privacy risico's, disk fragmentatie enz, (handmatige aanpassing is noodzakelijk)
NeedDefrag=De systeem drive moet gedefragmenteerd worden.
NoNeedDefrag=Defragmentatie is niet nodig.
NoOptimizeItems=Alle items zijn geoptimaliseerd.
NoPrivacyRisks=Er zijn geen privacy risico's
OptimizeOptItems=Voer de optimaliseerbare items uit.
OptimizeResult=%d items zijn geoptimaliseerd voor een grotere computer snelheid.
PcGood=Gefeliciteerd! Uw PC is gezond
PCHealthNum=PC gezondheid Index:
PrivacyHint=Verwijdert alle explorer's traces en computer acties.
PrivacyItmes=Privacy risico's
ReFixHint=Wij adviseren u een complete PC reparatie om uw pc sneller te maken.
RegeditLocked=De Register Editor is niet beschikbaar.
Regeditor=Controleer beschikbaarheid van de Windows Register Editor
RegeditUnLocked=De Register Editor is beschikbaar.
RegEntriesCount=%d ongeldige entries gevonden.
RegEntriesResult=%d ongeldige register entries zijn verwijderd.
RegistryJunk=Ongeldige register entries
RegistryJunkEx=verouderde of ongeldige register entries
RemoteDesktop=Cache Files van de Remote Desktop
RemoteDesktopAlive=De Remote Desktop Connectie is uitgezet.
RemoteDesktopDisabled=De Remote Desktop Connectie is beschikbaar.
ReScanHint=Wij adviseren u voor een complete PC checkup om meer problemen te vinden die uw pc vertragen.
Result.FailTranstr=Er is geen Antivirus software op uw computer gevonden.
Result.FineTranStr=Antivirus software is geinstalleerd op uw computer.
SafeCheckResult=%d veiligheid gerelateerde issues zijn gerepareerd.
ScanFor=Scannen:
ScanOptItems=Optimaliseerbare Items
SDDDetected=SSD ontdekt, Overgeslagen
SecurityProject=Beveiliging gerelateerde items
SecurityProjectEx=Firewall, register, remote desktop, en andere beveiligings onderdelen.
ShortJunkFiles=Nutteloze Files
ShortJunkFiles=Useless files in your computer
ShortJunkFilesEx=Onbruikbare Files
ShortManualProcessEx=Handmatige optimalisatie onderdelen
ShortRegistryJunk=Ongeldige register entries
ShortRegistryJunkEx=Ongeldige register entries
ShortSecurityProjectEx=Veiligheid projecten
ShortSystemTuneup=De items kunnen worden geoptimaliseerd
ShortSystemTuneupEx=Systeem Tuneup
ShortUserTrace=Browsing Data
ShortUserTraceEx=Computer traces
Suggestion1=Een onmiddellijke checkup is gewenst.
SystemTuneup=%d items kunnen worden geoptimaliseerd voor een betere computer prestatie.
SystemTuneupEx=Boost up Windows snelheid, verbetert de systeem prestatie en stabiliteit, enz
TaskManager=Controleer beschikbaarheid van Windows Taak Manager
TaskManagerInvalid=De Taak Manager is niet beschikbaar.
TaskManagerValid=De Taak Manager is beschikbaar.
Tracehint=Schoonmaken van uw browsergeschiedenis. gebruikte documenten enz enz.
TraceResult=%d traces opgeruimd.
TracesFound=%d traces gevonden
TrashResult=%d ongebruikte files zijn verwijderd, met %s diskruimte.
UnsettledItems=De volgende items moeten met de hand verwijderd worden.
UserTrace=Computer traces en browsing geschiedenis
UserTraceEx=Geschiedenis van gebruikte programma's, gebruikte files, bezochte websites, enz
WindowsAutoUpdate=Controleer beschikbaarheid van Windows Auto Update Service
WindowsAutoUpdateInvalid=Windows Automatische Update is uitgezet.
WindowsAutoUpdateValid=Windows Automatische Update is actief.

[FileErase]
NetPath=Kan het Netwerkpad niet schoonmaken.
None=Geen
Crushing=Shredding:
Shred=Shredded
InUsed=Wordt gebruikt
Aborted=Onderbroken
Shredding=Shredding
SysPath=Het Pad dat u selecteerde kan niet verwijderd worden.. Het bevat belangrijke systeem paden.
ScrubFinished=Verwijderen is gereed! Succesvol in shredding %d files maar %d shred files zijn mislukt.
ScrubCanceled=Verwijderen is gestopt! succesvol in shredding %d files maar %d  shred files zijn mislukt.
Erased=Shred
Canceled=Gestopt.

[DiskDefrag]
Volume=Drive
Format=File Systeem
TotalSpace=Totale ruimte
FreeSpace=Vrije ruimte
Fragmented=Fragmentatie
Status=Status
PmDefrag=Defragmentatie
QuickOpt=Snelle Optimalisatie
FullOpt=Volledige Optimalisatie
PmAnlyse=Analyseren
Resume=Doorgaan
Analying=Analyseren
Defragmenting=Defragmenteren
Optimizing=Optimaliseren
Analyed=Geanalyseerd
Defragmented=Gedefragmenteerd
Optimized=GeOptimaliseerd
Pause=Pauze
IsSSD=Uw selectie moet minimaal een Disk bevatten. Disk defragmentatie vermindert de levensduur. Weet je zeker dat je door wilt gaan?
FragmentedRate=Fragmentatie
DefragInfo=Het is goed om na een lang gebruik de disk te defragmenteren, hij werkt dan weer sneller.

[BtnList]
WiseReminder=Wise Reminder
WiseReminderDesc=Wat nog te doen, Reminder helpt u bij het organizeren van uw dagelijks taken.
GameBooster=Game Booster
GameBoosterDesc=Een simpele maar Effectieve Game Booster.
ForceDeleter=Force Deleter
ForceDeleterDesc=Een veilige en makkelijke file unlocker & deleter
SystemMonitor=SysteemMonitor
SystemMonitorDesc=Monitor proces, hardware en netwerk verkeer
AutoShutdown=Automatisch afsluiten
AutoShutdownDesc=PC Automatisch afsluiten
DataRecovery=Data herstellen
DataRecoveryDesc=Herstel verwijderde bestanden
FolderHider=Map & Bestanden verbergen
FolderHiderDesc=makkelijk om prive data te verbergen
JetSearch=Snel zoeken
JetSearchDesc=Snel lokale bestanden zoeken
MemoryOptimizer=Geheugen optimaliseren
MemoryOptimizerDesc=Gratis programma om het geheugen vrij te maken.
ProgramUninstaller=Uninstaller
ProgramUninstallerDesc=Verwijder ongewenste programma's volledig
PluginClean=Plugins opruimen
BigFile=Grote Bestanden Manager
BigFileDesc=Gemakkelijk om grote bestanden te beheren
RegClean=Register Opruimen
RegCleanDesc=Zoeken en repareren van Register fouten
CommClean=Algemeen Opruimen
CommCleanDesc=Snel en simpel om nutteloze bestanden en traces te verwijderen.
AdvClean=Uitgebreid Opruimen
AdvCleanDesc=Vinden en opruimen op alle drives
SysSimming=Systeem Afslanken
SysSimmingDesc=Snel en gemakkelijk nutteloze Windows bestanden opruimen.
PowerOpt=Systeem Optimalisatie
PowerOptDesc=Verhogen van uw PC prestatie
DiskDefrag=Disk Defragmentatie
DiskDefragDesc=Disk defragmentatie om uw PC sneller te maken
RegDefrag=Register Defragmentatie
RegDefragDesc=Het Register opruimen om uw systeem te verscnellen.
Startup=Startup Manager
StartupDesc=Makkelijk startup programma's beheren.
ContextMenu=Context Menu
ContextMenuDesc=Makkelijk Menu inhoud managen
PrivacyErase=Privacy opruimen
PrivacyEraseDesc=Verwijder traces en geschiedenis om uw privacy te beschermen.
DiskErase=Disk schoonmaken
DiskEraseDesc=Verwijdert alle reeds verwijderde bestanden van uw Disk
FileShredder=File Shredder
FileShredderDesc=Verwijder beter de reeds verwijderde bestanden door die lokatie te overschrijven
PasswordGenerator=Wachtwoord Generator
PassWordGeneratorDesc=Makkelijke methode om een wachtwoord te genereren
ProcessMon=Process monitor
ProcessMonDesc=makkelijk om werkende processen te managen.
SystemInfo=Computer informatie
SystemInfoDesc=Een overzicht van uw systeem en hardware informatie.

[DiskErase]
Stop=Stop
Erase=Verwijder
Rule1=Random Data 1 keer (Aanbevolen)
Rule2=DoD 5220.22-M 3 keer
Rule3=Schneier's 7 keer
Rule4=Guttmann 35 keer
EraseFinished=Verwijderen is compleet. Tijdsduur:
ErasingFor=Verwijderen van deleted files op %s, Wachten A.U.B...
TempFileDeleting=Verwijderen temp files...
ErasingForDisk=Schoonmaken van de vrije ruimte op %s, Wachten A.U.B...
ManyFiles=Veel herstelbare files gevonden.
FewFiles=Een paar herstelbare files gevonden.
SkipAnalyse=Sla de analyse over (FAT drive)
Secure=Beveiligd
DoesNotSupport=Ondersteunt deze drive niet.
Erasing=Schoonmaken...
Finished=Schoonmaken gereed.
Canceled=Schoonmaken is gestopt.
ConfirmEraseDisk=Het duurt enige tijd om deze disk schoon te maken. Je kan geen andere software gebruiken tijdens deze operatie, doorgaan?
PartitionError=Er is een ernstige fout gevonden in uw partities

[Tuneup]
SuperPrefetchParameters=Zet Super-Prefetch uit om het geheugen gebruik te verminderen in windows (8/10) bootup.
BlueReboot=Zet de automatische reboot uit bij een blauw scherm of  wanneer het systeem onverwacht stopt.
RemoteRegAccess=Zet wijzigen vanaf een andere computer uit.
FileListSpeed=Optimaliseer het ververs policy van Windows file list.
PreviewUP=Verhoog de vertoon snelheid van de Taakbalk scherm.
OptDNS=Optimaliseer DNS en DNS parsing snelheid.
OptLAN=Optimaliseer de LAN connectie.
ShowSpeed=Toon de Sijsteem snelheid na optimalisatie.
AeroSnap=Speed up Aero Snap om de thumb nail vertoon snelheid te verhogen.
SSDSpeedup=SSD Optimaliseren
DisablePrefetch=Zet de prefetch parameters uit om de SSD leeftijd te vergroten.
DisableSuperPrefetch=Zet de Superfetch parameters uit om de SSD leeftijd te vergroten.
DisableDefragBoot=Zet defrag systeem drive tijdens opstarten uit om de SSD leeftijd te vergroten. 
DisableDefragIdle=Zet auto defrag tijdens rust/Idle uit om de werk leeftijd van SSD te vergroten.
EnableTRIM=Zet de TRIM functie uit om de werk leeftijd van SSD te vergroten.
OptIEConnection=Verhoog de maximaal gelijktijdige connecties per server. Verhoogt Web pagina bekijk snelheid en online Video's bekijken.
IconCache=Vergroot de systeem icon cache en versnelt de desktop display.
RestoreAll=Weet je zeker dat je alle items naar de Windows standaard wilt herstellen?
NoSelectedItem=Kies minstens een item om te optimaliseren.
OptItems=De Volgende %d items kunnen geoptimaliseerd worden.
ItemsOptimized=%d items zijn geoptimaliseerd.
TakeEff=Sommige geoptimaliseerde items hebben geen effect tot u de PC herstart.
NoItems=Gefeliciteerd! Alle items zijn geoptimaliseerd.
BootSpeedup=Startup/Shutdown Acceleratie
SystemStable=Systeem Stabiliteit
SystemSpeedup=Systeem Versnellen
NetworkSpeedup=Netwerk Versnellen
PrefetchParameters=Optimaliseer de prefetch parameters om de Windows opstart snelheid te verhogen.
BootDelay=Verminder de "check disk" tijd om de Windows opstartsnelheid te verhogen.
BootPartition=Start de optimalisatie functie om de Windows opstart snelheid te verhogen.
ClearPagingFile=zet de clearing Windows Paging File functie uit om het afsluiten te versnellen
TimeOut=Vermindert applicatie idle tijd bij afsluiten en versnelt het afsluit proces.
AutoKill=Sluit gestopte processen en voorkomt een systeem crash
RestartExplorer=Automatische restart van Windows Explorer, voorkomt onverwachte desktop problemen
TwoProcess=Maak dat Windows Explorer componenten werken als separate processen om systeem conflicten te voorkomen.
ErrorReport=Error  Files
Debugger=Schakel de debugger uit om de fout rapportage te versnellen.
OptMemory=Optimaliseer de standaard instellingen van het geheugen, om de systeem prestatie te verbeteren.
OptVEff=Optimaliseerd de front end componenten (dialog box, menus, etc.) om de systeem prestatie te verbeteren.
OptFileSystem=Optimaliseer het File Systeem om de systeem prestatie te verbeteren.
OptDiskSystem=Optimaliseer disk I/O subsysteem om de systeem prestatie te verbeteren.
DisAutoRun=Schakel de "Autoplay" functie uit om virus infectie te voorkomen.
OptDiskIdle=Optimaliseer disk I/O wanneer CPU idle is.
OptTTL=Optimaliseer TTL(Time To Live) instellingen om de netwerk prestatie te verbeteren.
OptNetForward=Optimaliseer netwerk forward ability om de netwerk prestatie te verbeteren.
OptMTU=Detecteer Automatische "black holes" door het gebruik van Path MTU Discovery techniek om de TCP/IP prestatie te verbeteren.
OptWINS=Optimaliseer WINS naam vergelijkings tijd om de data transfer snelheid te verbeteren.
OptNetWork=Optimaliseer de netwerk instellingen om de transfer prestatie te verbeteren.
CloseAnimate=Zet de "Overgangs Effecten" uit om het Windows opstarten te versnellen
PagingExecutive=Zet de geheugen paginering uit en verminder de disk I/O om de applicatie prestatie te verbeteren. (Optie mag genegeerd worden als het geheugen kleiner is dan <1 Gb)
StaticIP=Zet een statisch ip adres om de PC startsnelheid te vergroten.
PorcessorTime=Optimaliseer de processor prestatie om applicaties, spelletjes, etc. gemakkelijker te laten werken. (negeer dit als uw PC een Server is.)
DisableIDECheck=Voorkom IDE channel controlle om de Windows opstart snelheid te vergroten.
ForeAppSpeed=Versnel de response tijd van foreground programma's
AeroPeek=Vergroot de Aero Peek snelheid
OptEthernet=Optimaliseer de Ethernetkaart

[Summary]
ContextMenu=Ongeldige context menu items
MUICache=Geen MUI Cache verwijzing
Services=Ongeldige Windows services
Activex=Ongeldige ActiveX/COM Componenten
FireWall=Ongeldige Firewall Instellingen
RootAll=Ongeldige Paden
SoftwareSection=Ongeldige Software Paden
ApplicationPaths=Ongeldige Applicatie Paden
FileTypes=Ongeldige File extensie informatie
HelpFiles=Ongeldige Register Help Files
Fonts=Ongeldige Lettertype informatie
SharedDLL=Gedeelde DLLs
MRULists=Geschiedenis van Laatst gebruikte Programma's bestanden etc etc
UninstallSection=Nutteloze of ongeldige uninstal informatie
StartMenu=Verouderde Start Menu items
StartupProgram=Verouderde Startup Programma's
SoundandAppEvents=Verouderde Geluiden
IEUrlHistory=IE Url Geschiedenis
IFEO=Entries gemaakt door spyware, virus en Malware
EmptyKey=Lege Sleutels
App=Ongeldige Applicatie Instellingen

[ErrorMessage]
MUIError1=Geen MUI verwijzing, maar drive "%s" is %s, negeren is aanbevolen.
MUIError= Geen MUI verwijzing
ServiceNotExists=Gespecifiveerd Service programma bestaat niet.
MimeExName=Incorrecte MIME file extensie: %s
EmptyKey=Lege Sleutels
EmptyHelpdirctory=Lege Help directory.
FileNotExist=File(Map) bestaat niet.
HFileNotExist=Help File(Map) bestaat niet.
EmptyValue=Lege waarde.
TypeLib=Type Library bestaat niet:
NodeEmpty=Lege Node
SharedFilenotexist=Gedeelde File bestaat niet.
sharedfilenotbeuse=Gedeelde file is niet in gebruik.
noconnection=Geen file connectie informatie.
Invalidpathtoicon=Ongeldig pad naar icon.
ReferstoaninvalidClass=Verwijst naar een ongeldige Class.
Emptyshellcommand=Shell commando is leeg.
Invalidshellcommand=Ongeldig shell commando (File bestaat niet).
Fontsnotexist=Fonts File bestaat niet.
Hijacking=%s is hijacked door %s.
MRULists=Laatst gebruikte Programma's
invalidOpenWith=Geen enkele applicatie associatie met dit type.
ReferActivex=Verwijst naar een ongeldige Activex/COM entry.
EmptyCLSID=Lege CLSID.
ComSourceNotExist=COM Source bestaat niet.
invalidUnistall=Ongeldige uninstall informatie.
notexist=Bestaat niet.
ObsoleteStartMenuItem=Verouderde Start Menu Item.
SoundFilenotexist=geluids File bestaat niet.
FileNotExist1=File/Map bestaat niet, maar drive "%s" is %s. negeer deze fout.
OpenWithError=Open met fout, de gespecificeerde applicatie bestaat niet.
OpenWithError1=Fout in "Open met" voor de gespecificeerde applicatie bestaat niet, maar de drive "%s" is %s. negeer deze fout.
ComSourceNotExist1=COM Source bestaat niet, maar drive %s is %s. Negeer deze fout.

[Area]
Tencent-Logs=Tencent Logs
Yodao-Dict=Yodao Dict
WinInstallerPackage=Verouderde Windows Installer
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Geschiedenis van gebruikte files
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop geschiedenis
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader tijdelijke files
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple Software Install Cache
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome Cache
ChromeCookies=Google Chrome Cookies
ChromeForm=Google Chrome Autocomplete Form Geschiedenis
Chromelocalstorage=Google Lokale opslag
ChromePass=Google Chrome bewaarde wachtwoorden
ChromeSession=Google Chrome Sessie
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookies
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft IE DOM Store Cookies
DownloadedPatch=Windows update files
Downloads=Browser gedownloade files
DriveTheLife=DriveTheLife
Dump=Memory Dump Files
DVDFab=DVDFab
ErrorReport=Error Report Files
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Andere Explorer MRUs
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla Firefox Cache
FireFoxCookies=Mozilla Firefox Cookies
FireFoxForm=Mozilla Firefox Autocomplete Form Geschiedenis
FireFoxOther=Mozilla Firefox andere geschiedenis
FireFoxPass=Mozilla Firefox bewaarde wachtwoorden
Flash=Adobe Flash Player
FontCache=Windows Font Cache
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Microsoft Internet Explorer addres balk geschiedenis
IECahce=Microsoft IE Cache
IECookies=Microsoft IE Cookies
IEForm=IE Autocomplete Form geschiedenis (Prive Data wordt niet getoond)
IEHistory=Microsoft Internet Explorer Actieve Geschiedenis
IEPass=IE Bewaarde wachtwoorden (Prive Data wordt niet getoond)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Ongeldige Shortcuts
InvalidScTask=Ongeldige geplande taken
InvalidStartMenu=Ongeldige Start Menus
iTunes=iTunes
IZArc=IZArc
JumpList=Taakbalk Jump Lists (gewijzigde Items worden ook verwijderd.)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Laatste Download Locatie
LogFile=Systeem Log Files
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials logs en update cache
MetroCache=Windows Metro Cache
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge-Inernet Cache
MSEdgeCookies=Microsoft Edge-Cookies
MSEdgeDownloadHistory=Microsoft Edge-Download Geschiedenis
MSEdgeHistory=Microsoft Edge-Internet Geschiedenis
MSEdgeRecently Typed URLs=Microsoft Edge-Recent getypte URLs
MSEdgeSaved Form Information=Microsoft Edge - Bewaarde Form Informatie
MSEdgeSaved Passwords=Microsoft Edge - Bewaarde Wachtwoorden
MSEdgeSession=Microsoft Edge sessie
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP= Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Netwerk Drive Mapping Geschiedenis
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office Recente Geschiedenis
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera cache
OperaCookies=Opera cookies
OperaHistory=Opera geschiedenis
OperaPassword=Opera bewaarde wachtwoorden
OperaSessions=Opera sessies
OperaSiteIcon=Opera website Icons
OperaURLHistory=Opera getypte URLs
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon Cache
PaleMoonCookies=PaleMoon Cookies
PaleMoonDownloadHistory=PaleMoon Download Geschiedenis
PaleMoonHistory=PaleMoon Geschiedenis
PaleMoonSavedFormInformation=PaleMoon Saved Form Informatie
PaleMoonSession=PaleMoon Sessie
PaleMoonSitePreferences=PaleMoon Site Preferences
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Oude Prefetch Data
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ 
QQImg=QQ Received Images
QQPCMgr=QQPCManager
QQRFile=QQ Received Files
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Recente Documenten
Recyclebin=Leeg Prullenbak
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Cache Files van Remote Desktop
RunStartMenu=Run in Start Menu
SafariCache=Safari Internet Cache
SafariCookies=Safari Cookies
SafariHistory=Safari Geschiedenis
SafariPass=Safari bewaarde Form Informatie
SamsungKies=Samsung Kies
SearchList=Windows zoek geschiedenis
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Junk Files gemaakt door Windows
SystemTrace=Windows en Applicatie traces
Tag&Rename=Tag&&Rename
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Thumbnail Cache
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Traces In Computer
TraryNotify=Notificatie Area Icon Cache
TrashClean=Nutteloze bestanden in uw Computer
TUGZip=TUGZip
TypeInternetCache=Web Browser Cache
TypeInternetTrace=Web Browser Trace
TypeMedia=Multimedia
TypeOtherApp=Andere Applicaties
TypeSystem=Windows Systeem
TypeWComponents=Windows Components
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Junk Files gemaakt door Applicaties
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Geschiedenis van bekeken plaatjes
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Geschiedenis van bezochte pagina's
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
VivaldiCookies=Vivaldi Cookies
VivaldiForm=Vivaldi Auto Form geschioedenis
Vivaldilocalstorage=Vivaldi lokale opslag
VivaldiSavedpasswords=Vivaldi bewaarde wachtwoorden
VivaldiSession=Vivaldi Sessie
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Geschiedenis van bekeken films/videos
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Windows Systeem Cache
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer Cache
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Windows WinSxs Backup
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Yandex Cache
YandexCookies=Yandex Cookies
YandexForm=Yandex Auto Form geschiedenis
YandexLocalstorage=Yandex lokale opslag
Yandexpass=Yandex bewaarde wachtwoorden
YandexSession=Yandex Sessie
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Ongeldige menu context items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Componenten
FireWall=Firewall Instellingen
RootAll=Ongeldige Paden
SoftwareSection=Software Paden
ApplicationPaths=Applicatie Paden
FileTypes=File Types
HelpFiles=Help Files
Fonts=Fonts
SharedDLL=Gedeelde DLLs
MRULists=Laatst gebruikte Programma's
UninstallSection=DEinstallatie Sectie
StartMenu=Start Menu
StartupProgram=Startup Programma's
SoundandAppEvents=Geluiden
IEUrlHistory=IE Url Geschiedenis
IFEO=Plaatjes
EmptyKey=Lege Sleutels
App=Applicatie Instellingen
UserDefine=Gebruiker gedefinieerd
ZeroFile=Lege Files - 0 bytes
WinSetupLog=Windows Installatie error log Files
NtUninstall=Uninstall bronnen van Windows Patches
InvalidLnk=Ongeldige Shortcuts
UserTemp=Files in tijdelijke mappen van Gebruikers
WinTemp=Files in tijdelijke mappen van Windows
RecentFiles=Verwijzingen naar Recente Files
PatchSource=Windows Update bronnen
TempFile=Tijdelijke Files
fcwdir=Files gemaakt door een download proces
tfcbp=Tijdelijke Files gemaakt door Programma's
sdrf=Herstel Files gemaakt tijdens het scannen van een Disk
OldFile=Oude Files
outdatedfile=Verouderde Files
fcwhfir=Files gemaakt door Help Files
Ncfile=News group cache files
Backupfile=Backup Files
WBfile=MS Word Backup Files
Cbswahf=Files gemaakt bij het zoeken naar een help file
whtf=Tijdelijke files van het Windows Help Systeem
Logfile=Log Files
LLogfile=Log File gemaakt door applicaties of systeem services
Errorfile=Error Files
Wmdf=Win200/XP geheugen dump files
bcomf=Backup kopieën van gewijzigde files
Indexfile=Index files
ifcbsiotitpbs=Index files gemaakt door het systeem om de plaatjes sneller te kunnen zien
Tfcds=Tijdelijke files gemaakt tijdens de Setup
Intermediatefile=Intermediate files
chkfile=Herstelde file

[Tools]
Update=Update
Download=Download
WhatNew=Wat is Nieuw?

[BootTime]
BootTimeEx=Uw startop tijd ref.
BootLike=Tevreden over uw startop snelheid
Btnopt=Speed Up
Congratulation=Uw computer startup snelheid is:
BootTime=Startop snelheid: %d seconden
FailWeahter=Kan geen weer informatie vinden.

[MenuBar]
Support=Ondersteunings Centrum
BtnCustom=Gebruik
BtnRestore=Herstel
BtnSkin=Uitvoering
BtnMenu=Menu
BtnBackup=Backup

[UpgradePro]
Title=Waarom Upgraden naar de Pro Versie
MoreSkin=Meer Uitvoeringen
CustomHead=Gebruikers Avatars
Support=7x24 uur Support
Buy=Koop
Reg=Registreer
RegUser=Geregistreerde gebruiker

[AutoUpdate]
UpdateFail=Update mislukt, wil je de setup file downloaden van onze website?
NoFiles=Selecteer de Update Files
CurrentFile=Huidige File:
Readed=Downloading
SumSize=Totale grote:
Byte=Byte
DownloadError=Download fout, probeer later.
AutoUpdate=Wise Care 365 - Live Update
StartUpdate=Start Update
Cancel=Stop
Ready=Klaar voor Download
FindUpdate=De Volgende componenten zijn beschikbaar voor Update:
NewVerInfo=Veranderingen in de nieuwe Versie:
IgnoreVer=Negeer de updates van deze versie
BtnUpdate=Update Nu
BtnNotNow=Niet Nu


[SoftRate]
Querying=Onderzoek...
Good=Hou er van 
Bad=Hou er niet van
Safe=Rapport
Ver=Ver:
Ratings=Waardering
SoftNotExist=Kan de software niet vinden.
GetSoftInfoError=Software info vinden mislukt
UploadSoftLogoError=Software info upload fout
SubmitData=Stuur uw commentaar voor deze software...
SubmitSoftInfoError=Stuurfout door netwerk problemen.
SubmitRateSuccess=Sturen gelukt.
HaveSubmitRate=U heeft de software geëvalueerd.
Submitgoodbad=Stuur uw informatie...
me=Mij
NickTooLong=Uw nickname moet korter zijn dan 20 Bytes.
MailTooLong=Uw Email adres moet korter zijn dan 50 Bytes.
WrongEmail=Ongeldig email addres.
ReviewTooLong=De totale lengte van uw mening moet korter zijn dan 300 karakters.
RateHint=Neem deel aan onze software verkiezing en stem op uw favoriete software!
UnknowName=Onbekend Product
UnknowVer=Onbekende Versie
UnknowDesc=Beschrijving

[Edit]
pmcut=Deel
pmcopy=Kopieer
pmpaste=Plak
pmdelete=Verwijder
pmselectall=Selecteer alles

[Turbo]
PmActive=Herinner me Later
PmNever=Toon dit Niet Opnieuw
btnClean=Controleer Nu
NeedCleanTrash=%s trash files gevonden.
NeedCleanTrace=%d items van traces gevonden.
NeedClean=Uw PC werkt hard voor u om veel junk files te maken

[Renew]
subscribed=Dit was me al gemeld, meld me dit niet opnieuw.
btnact.caption=Opnieuw activeren
Regexpire=U kunt Wise Care 365 niet meer gebruiken na de eind datum van de probeerperiode.
Regtitle2=Uw 30 dagen probeerperiode is bereikt. Registreer A.U.B op tijd.
Regtitle=U beschikt nog over %d dagen proberen.
RegPrice=Koop de Pro versie om uw PC op Top niveau tehouden.. slechts %s !
Regnow=Registreer Nu!
title=Wise Care 365 PRO wordt gestopt over %d dagen!
title2=Uw License Key is niet meer geldig. Vernieuw hem op tijd!
Price=Om door te gaan met de Pro versie en uw PC op top prestatie te houden! enkel %s !
lblfeature1.caption=Volledige Privacy Protectie: Privacy Eraser.
lblfeature2.caption=Context Menu Management: Maakt uw menu flexibel.
lblfeature3.caption=Auto-update: Bespaart tijd voor update naar de nieuwste versie.
lblfeature4.caption=Fantastische nieuwe uitvoeringen & thema's: Enkel voor Pro gebruikers.
lblfeature5.caption=Gratis 7x24 uur Technisch Support: Uw vragen behandeld met de hoogste prioriteit.
lblrefund.caption=Wij houden ons aan 100% onvoorwaardelijke terug betaling.
lblremind.caption=Herinner me er later aan.
lblhint.caption=Uitgebreide toepassingen van Wise Care 365 PRO:
lbldesc.caption=U staat op het punt uw privileges van de Pro versie te verliezen .
btnrenew.caption=Hernieuw Nu
WorkTotal=Tot nu heeft Wise Care 365 %s junk files verwijderd, %d geschiedenis items en %d register fouten gerepareerd.

[Sysmon]
ActivityPercent=Activiteit percentage
AdapterType=Adapter Type
Asset=Asset Tag
ATAVER=ATA Versie
ATemperature=Gemiddelde Temperatuur
ATM=ATM
BiosDate=Bios Uitgave Datum
Board=Mainboard
BoardType=Board Type
btnBoard.caption=Mainboard
btnDisk.caption=Hard Drive
btnGraphic.caption=Graphischekaart
btnHardMonitor.caption=Hardware Monitor
btnMemory.caption=Geheugen
btnNetAdapter.caption=Netwerk Adapter
btnOsOverview.Caption=Operating Systeem
btnOverview.caption=Overview
btnProcess.Caption=Proces
btnProcessor.caption=Processor
btnSoftMonitor.caption=Proces Monitor
btnSoundCard.caption=Geluidskaart
BusType=Bus Type
BytesPerSector=Bytes Per Sector
CacheSize=L2 Cache grote
ColorDepth=Kleurdiepte
connected=connected met een remote peer.
connecting=adapter connecting.
Cores=Core
CPU=CPU
CPUUpgrade=Processor Upgrade
CPUUsage=CPU: %d
CTemperature=Core %d temperatuur
CurrentSpeed=Huidige processor snelheid
Cylinders=Cylinders
DataWidth=Data breedte
Description=Beschrijving
DeviceID=Device ID
DHCP=DHCP Addres
DHCPName=DHCP Scope Naam
disconnected=disconnected
Disk=Disk
DiskRPM=RMP(R/m)
DiskRPM=RMP(R/s)
DNSIP=DNS Servers IP
DNSServers=DNS Servers
DNSSuffixes=DNS Suffixes
DomainName=Domain Naam
Drive=Drive
EngineClock=Klok
Ethernet=Ethernet
Familiy=Family
Fans=Fans
FileSystemName=File Systeem Naam
Form=Form Factor
FreeSpace=Vrije ruimte
frmSoftMonitor.ppKillProc=Eind Proces
frmSoftMonitor.ppNet1=Blokkeer Netwerk Toegang
frmSoftMonitor.ppNet2=Open Netwerk Toegang
frmSoftMonitor.ppDetails=Gedetaileerde Info
Gateway=Gateway Adres
GPU=GPU
GPUChip=GPU Chip
Graphics=Graphics
HandleNumber=Aantal behandelde Objecten
HDFirmware=Firmware Versie
HostName=Host Naam
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 Wireless
InterfaceType=Interface Type
IPAddress=IP Adres
IPMask=IP Adres Mask
LANdisabled=LAN adapter is buiten gebruik.
Loading=Laden...
Locator=Bank Locator
MACAddress=MAC Addres
Manufacter=Fabrikant
MaximumSpeed=Max processor snelheid
MaxSpeed=Max Snelheid
MediaType=MediaType
Memory=Geheugen
MemoryClock=Geheugen klok
MemoryType=Geheugen Type
MemoryUsage=Geheugen: %s/%s
MemSlot=Geheugen Slot:
MemSlotCount=Aantal Geheugen Slots
Name=Naam
NetAdater=Netwerk Adapter
NetConnectionID=Net Connectie ID
Normal=Normaal
OperStatus=Oper Status
OS=Operating Systeem
OSAbbreviate=Spreek Taal
OSCountry=Land
OSCSD=CSD
OSDaylightName=Daglicht Naam
OSDisplayName=Scherm Naam
OSEdition=Editie
OSInstallDate=Install Datum
OSLanguage=Taal
OSLOCAL=LOCAL
OSLongDateFormat=Lang Datum Formaat
OSMonetary=Geld Symbool
OSMonetarySymbol=Internationaal Geld Symbool
OSPaths=Omgevings variabele
OSProductID=Product ID
OSProductKey=Product Key
OSRegisteredOrg=Geregistreerde Org
OSRegisteredUser=Geregistreerde gebruiker
OSShortDateFormat=Kort Datum Formaat
OSStandardName=Standaard Naam
OSTimezone=Tijd zone
OSUTC=UTC Bias(minuten)
OSversor=versie
OtherType=Anders
Overview=Computer Overview
Part=Onderdeelnummer
PartitionLength=Partitie lengte
PartitionNumber=Partitie nummer
PhysicalAvailable=Physiek beschikbaar:
PhysicalFree=Physiek vrij: 
PhysicalTotal=Physiek Totaal: 
PhysicalUsed=Physiek gebruikt:
PixHeight=Hoog(pixels)
PixWidth=Breed(pixels)
ppmDetails=Controleer details
ppmExit=Exit Wise Monitor
ppmHide=Verberg status Window
ppmShowFloat=Toon status Window
ppmStayontop =Blijf bovenop
PPP=PPP
processName=Proces Naam
Processor=Processor
processpath=Locatie
Product=Product
Recv=Ontv 
RecvS=Ontv/s
RefreshRate=Refresh Rate
SATAVER=SATA Versie
SectorsPerTrack=Sectors Per Track
Send=Zend
SendS=Zend/s
Serial=Serienummer
ShowNetOnly=Toon enkel Net Processen
ShowSysProcess=Toon Systeem Processen
Size=Grote
Socket=Socket gebruik
SoftwareLookback=Software Lookback
SoundCard=Geluidskaart
Speed=Snelheid
SSD=Solid State Device
StartingOffset=Starting Offset
SystemCache=Systeem Cache: 
Technology=Technology
Temperature=Temperatuur
TemperatureMon=Temperatuur Monitoren
Temperatures=Temperaturen
TfrmMemoryProcList.btnSpeedup=Snel
TfrmMemoryProcList.btnSpeedup_1=Sneller maken
TfrmMemoryProcList.memstate1=Werkt goed 
TfrmMemoryProcList.memstate2=Werkt normaal
TfrmMemoryProcList.memstate3=Werkt langzaam
TfrmMemoryProcList.OptimizationMem=Vrij gemaakt %s
TfrmMonitorPopup.lbl1_C=CPU gebruik
TfrmMonitorPopup.lbl1_M=Geheugen gebruik
TfrmMonitorPopup.lbl1_R=Download snelheid
TfrmMonitorPopup.lbl1_S=Upload snelheid
TfrmMonitorPopup.lbl1_T=Hardware component temperatuur
TfrmMonitorPopup.lbl2_C=CPU gebruik fluctuatie
TfrmMonitorPopup.lbl2_M=Systeem geheugen status
TfrmMonitorPopup.lbl2_R=Download snelheids record
TfrmMonitorPopup.lbl2_S=Upload snelheids record
TfrmMonitorPopup.lblBoard.caption=Mainboard
TfrmMonitorPopup.lblCpu.caption=Processor
TfrmMonitorPopup.lblGpu.caption=Grafischekaart
TfrmMonitorPopup.lblhdd.caption=Hard Drive
Threads=Thread
TokenRing=Token Ring
Total=Totaal
TotalProcess= %d gevonden processen, %d gebruikers processen en %d systeem processen.
TotalSpace=Totale grote
TracksPerCylinder=Tracks Per Cylinder
Tunnel=Tunnel type encapsulation
Type=Type
Unknown type=Onbekend type
User=Gebruiker
Version=Versie
VideoDisplay=Scherm Naam
VideoMode=Video Mode beschrijving
Voltages=Voltages
VolumeName=Volume Naam
WANconnected=WAN adapter is niet verbonden.
WINSAddress=Primary WINS Adres

[AutoRun]
ResultHint=Automatische geplande opruiming is gereed
Result=Opruim resultaat

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Register Bescherming
TfrmRegFilterNotify.lblTitle.Caption=Systeem Bescherming
TfrmRegFilterNotify.lblProgram.Caption=Het programma:
KeyName=Register sleutel:
TfrmRegFilterNotify.lblKey.Caption=Sleutel Pad:
TfrmRegFilterNotify.ckbRemind.Caption=Toon deze locatie niet meer
TfrmRegFilterNotify.btnDeny.Caption=Verboden
TfrmRegFilterNotify.btnAllow.Caption=Toegestaan
pmAllowProgram=Sta dit programma altijd toe
pmDenyProgram=Verbied dit programma altijd
regnotifydefaultbrowser=Sommige programma's veranderen de standaard browser
regnotifystartrun1desc=Sommige programma's veranderen de startup
regnotifyservicesdesc=Sommige programma's proberen een driver of service te installeren
regnotifyifeodesc=Sommige programma's proberen een executable programma te stelen
regnotifyspidesc=Sommige programma's veranderen het Netwerk protocol
regnotifyIEStartPageDesc=Sommige programma's proberen de IE home pagina te veranderen
regnotifydefaultbrowser_n=Wijzig de standaard browser
regnotifystartrundesc_n=Wijzig de startup
regnotifyservicesdesc_n=Installeer driver of service
regnotifyifeodesc_n=Hijack het uitvoerende programma
regnotifyspidesc_n=Verander het gelaagde netwerk protocol
regnotifyIEStartPageDesc_n=Wijzig de IE home page


[EUASK]
regcaption=Registreer
logincaption=Login
FrmEuaskLogin.lblJoin.Caption=Gebruik Euask
FrmEuaskLogin.lblSign.Caption=Sign in bij Euask
FrmEuaskLogin.lblnick.Caption=Naam:
FrmEuaskLogin.lbl1.Caption=Wachtwoord:
FrmEuaskLogin.btnlogin.caption=Login
FrmEuaskLogin.btnregister.Caption=Registreer
FrmEuaskLogin.btnpwd.Caption=Wachtwoord vergeten?
FrmEuaskLogin.WiseLabel1.Caption=Naam:
FrmEuaskLogin.WiseLabel2.Caption=Wachtwoord:
FrmEuaskLogin.btnreg.caption=Registreer
FrmEuaskLogin.WiseSimpleButton1.Caption=Login
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Niet nu
inputuser=Type a.u.b. uw Naam en Wachtwoord.


